{
    "1" : {
        "img": "img/iB3hWuE_jP4.jpg",
        "text": "Элементная база – <b>устройства на основе интегральных схем</b> (ИС)."
    },
    "2" : {
        "img": "img/1integral_schem.png",
        "text": "1958 г. Джек Килби создает первую интегральную схему в Texas Instruments, доказывая, что резисторы и емкости могут сосуществовать на одном кусочке полупроводника. Его схема состояла из германиевой подложки с пятью компонентами, соединенными проводниками."
    },
    "3" : {
        "img": "img/2integral_schem.png",
        "text": "Силиконовая интегральная схема.1958 г. Реальная схема Роберта Нойса. Разработанная им технология позволяла печатать проводящие каналы прямо на силиконовой поверхности."
    },
    "4" : {
        "img": "img/3integral_schem.png",
        "text": "1961 г. Интегральная схема, реализующая резисторно-транзисторную логику,  триггер, и первая интегральная схема как монолитный кристалл. "
    },
    "5" : {
        "img": "img/ibm-360.png",
        "text": "Легендарная <b>IBM-360</b>, компьютер-эпоха, с аналогами которого знакомы и наши программисты. Знаменитая серия <b>ЕС ЭВМ</b> была разработана в странах СЭВ на основе архитектурных решений ЭВМ серии IBM-360"
    },
    "6" : {
        "img": "",
        "text": "В конце 70-х годов в стране был накоплен достаточный опыт по производству ЭВМ. В этот момент делается решительный шаг от многообразия к унификации, от моделей с различными принципами организации к <b>серии машин единой архитектуры</b> разной производительности. В качестве образца такой единой серии выбирается архитектура мэйнфреймов IBM 360. Этот поворотный момент в истории советской вычислительной техники трактуется по-разному, в том числе, как начало ее конца. "
    },
    "7" : {
        "img": "",
        "text": "Создание IBM-подобных компьютеров происходило, по сути, без возможности легального доступа к первоисточникам. Можно только предположить, насколько плодотворным было бы открытое сотрудничество ученых двух стран. Однако тогда машины воспроизводились, во многом, на основании лишь примерных сведений об их прототипах, так что нашим разработчикам все же оставался большой простор для творчества. Создатели ЕС и СМ настаивают на том, что эти машины являются оригинальными разработками, ориентированными на отечественную промышленность. "
    },
    "8" : {
        "img": "img/ec.png",
        "text": "Накопители на магнитных лентах  для машин серии ЕС ЭВМ. Накопители на магнитных лентах использовались и раньше (на БЭСМ-6). "
    },
    "9" : {
        "img": "img/magn_nakop.png",
        "text": "<b>Накопители на магнитных дисках</b>. Впервые в СССР появились у ЭВМ Единой Серии (начало 70-х годов). Первые такие диски имели емкость порядка нескольких Мбайт. Высота устройства примерно 1 метр.   "
    },
    "10" : {
        "img": "img/fst_printer.png",
        "text": "<b>Автоматическое цифровое печатающее устройство (АЦПУ)</b> для ЭС ЭВМ. Печатала только символьную информацию и никаких вам графиков.Тем, кто с ним работал, никогда не забыть егострекочущий звук."
    },
    "11" : {
        "img": "img/fst_calc.png",
        "text": "<b>Первый микрокалькулятор.</b> 1972 год. Hewlett-Packard анонсирует калькулятор HP-3  как «быструю, супер-точную электронную логарифмическую линейку», с памятью на полупроводниках типа компьютерной. HP-3 отличался от подобных устройств способностью оперировать с  щироким спектром логарифмических и тригонометрических функций, запоминать больше промежуточных значений для дальнейшего использования и воспринимать и отображать данные в стандартной инженерной форме."
    },
    "12" : {
        "img": "img/geolog_tree.png",
        "text": "Генеалогическое древо ЭВМ, созданных в ИТМ и ВТ, Москва, под руководством С.А. Лебедева"
    }
}